/* Boxcar email address field label */
"Email Address:" = "이메일 주소:";

/* Failure adding email */
"Invalid Email" = "올바르지 않은 이메일";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "자리 비웠을 때만 보내기:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "중요도가 다음 이상일때만 알림:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "알림 앞에 붙일 글자:";

/* Success adding boxcar */
"Registered!" = "등록 성공!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "알 수 없는 이메일";

